Repository: akramcheraifia/DzQuickBuy
Catalog: languages/dzquickbuy-*.po
Languages: ar

source: WooCommerce Quick Order Form
ar: نموذج الطلب السريع لـ WooCommerce

source: Adds a quick order form on product pages with customizable UI.
ar: يضيف نموذج طلب سريع في صفحات المنتجات مع واجهة قابلة للتخصيص.

source: Akram Cheraifia
ar: أكرم شريفية

source: DzQuickBuy Settings
ar: إعدادات DzQuickBuy

source: ✅ All settings have been reset to default!
ar: ✅ تمت إعادة تعيين جميع الإعدادات إلى الوضع الافتراضي!

source: 🔤 Titles
ar: 🔤 العناوين

source: 🎨 Colors
ar: 🎨 الألوان

source: ⚙️ Settings
ar: ⚙️ الإعدادات

source: 🚫 Spam Protection
ar: 🚫 الحماية من الطلبات الوهمية

source: 🚚 Shipping Prices
ar: 🚚 أسعار الشحن

source: Place Order Button Text:
ar: نص زر تقديم الطلب:

source: Name Placeholder:
ar: نص للاسم:

source: Phone Placeholder:
ar: نص للهاتف:

source: State Placeholder:
ar: نص للولاية:

source: Information text:
ar: نص المعلومات:

source: Store Notices (One per Line):
ar: إشعارات المتجر (واحد لكل سطر):

source: Main Color:
ar: اللون الرئيسي:

source: Button Text Color:
ar: لون نص الزر:

source: Form Border Color:
ar: لون اطار النموذج:

source: Phone Number:
ar: رقم الهاتف:

source: WhatsApp Number:
ar: رقم الواتساب:

source: Thank You Page URL:
ar: رابط صفحة الشكر:

source: Order Limit Per IP:
ar: حد الطلب لكل عنوان IP:

source: Ban Duration (in minutes):
ar: مدة الحظر (بالدقائق):

source: 🏠 Home Delivery:
ar: 🏠 التوصيل إلى المنزل:

source: 🏢 Office Delivery:
ar: 🏢 التوصيل إلى المكتب:

source: 🎁 Free Delivery
ar: 🎁 توصيل مجاني

source: Are you sure you want to reset all settings to default?
ar: هل أنت متأكد من أنك تريد إعادة تعيين جميع الإعدادات إلى الوضع الافتراضي؟

source: 🔄 Reset to Default
ar: 🔄 إعادة التعيين إلى الافتراضي

source: Delivery Type
ar: نوع التوصيل

source: Home Delivery
ar: التوصيل إلى المنزل

source: Office Delivery
ar: التوصيل إلى المكتب

source: Delivery Price
ar: سعر التوصيل

source: Free
ar: مجاني
